[
    {
        "exercise_name": "Bench Press",
        "exercise_description": "Lie on your back on a flat bench. Grasp the barbell with an overhand grip that is slightly wider than shoulder width. Lift the bar off the rack and hold it straight over you with your arms locked. Lower the bar to your chest by flexing your elbows and inhaling. Press the bar back to the starting position as you exhale. Repeat for the prescribed number of repetitions.",
        "exercise_category": 2,
        "exercise_equipment": "Barbell"
    },
    {
        "exercise_name": "Running",
        "exercise_description": "Run for the prescribed distance or time.",
        "exercise_category": 1,
        "exercise_equipment": "None"
    },
    {
        "exercise_name": "Squat",
        "exercise_description": "Stand with your feet shoulder-width apart and your toes pointed slightly outward. Hold a barbell across the upper back with an overhand grip that is slightly wider than shoulder width. Bend your knees and lower your hips back and down as if you were going to sit in a chair. Keep your back straight and your head up. Continue down until your thighs are at least parallel to the floor. Press through your heels to return to the starting position. Repeat for the prescribed number of repetitions.",
        "exercise_category": 2,
        "exercise_equipment": "Barbell"
    },
    {
        "exercise_name": "Deadlift",
        "exercise_description": "Stand with your feet shoulder-width apart and your toes pointed slightly outward. Hold a barbell across the upper back with an overhand grip that is slightly wider than shoulder width. Bend your knees and lower your hips back and down as if you were going to sit in a chair. Keep your back straight and your head up. Continue down until your thighs are at least parallel to the floor. Press through your heels to return to the starting position. Repeat for the prescribed number of repetitions.",
        "exercise_category": 2,
        "exercise_equipment": "Barbell"
    },
    {
        "exercise_name": "Bear Crawl",
        "exercise_description": "Get on all fours with your hands directly under your shoulders and your knees directly under your hips. Keep your back flat and your head up. Crawl forward for the prescribed distance.",
        "exercise_category": 1,
        "exercise_equipment": "None"
    },
    {
        "exercise_name": "Push Up",
        "exercise_description": "Assume the classic push-up position, but place your hands on an exercise ball. Perform a push-up. Repeat for the prescribed number of repetitions.",
        "exercise_category": 2,
        "exercise_equipment": "Exercise Ball"
    }
]